<!DOCTYPE html PUBLIC" -//W3C// DTD XHTML 1.0 Strict// EN"
"http://www.w3c.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es" lang="es">

     <head> 
          <meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
          <title> Pagina de balta </title>
     </head>
       <body>
          <h1>Listas</h1>
            <ol>
                <li>Matematicas</li>
                <li>Espa&ntilde;ol</li>
                <li>Ingl&eacute;s</li>
                <li>Biologia</li>
            </ol>
              <br>
            <ul>
                <li>Matematicas</li>
                <li>Espa&ntilde;ol</li>
                <li>Ingl&eacute;s</li>
                <li>Biologia</li>
            </ul>
              <br>
            <dl>
               <dt>Matematicas</dt>
                 <dd>Numeros, signos, operaciones, etc.</dd>
               <dt>Espea&ntilde;ol</dt>
                 <dd>Abecedario, gramatica, signos de puntucaci&oacute;n, etc.</dd>
               <dt>Ingl&eacute;s</dt>
                 <dd>Voacbulario, gramatica, verbos, etc.</dd>
            </dl>
               <br>
            <h2>Listas ordenadas</h2> 
              <ol>
                <li>CPU</li>
                <li>lAPTOP</li>
                <li>USB</li>
                <li>Camara</li>
                <li>Bocinas</li>
                <li>Teclado</li>
                <li>CD</li>
                <li>Proyector</li>
                <li>Mouse</li>
                <li>Monitor</li>
                
            </ol>
              <br>
            <h2>Listas sin ordenar</h2>
              <ul>
                <li>Cable UTP</li>
                <li>Lan</li>
                <li>cat 5</li>
                <li>Red dinamica</li>
                <li>Red estatica</li>
                <li>Ip</li>
                <li>iPV4</li>
                <li>sniff</li>
                <li>mac</li>
                <li>subneteo</li>
                
             </ul>
               <br>
            <h2>Listas de definicion</h2>
               <dl>
               <dt>conducto</dt>
                 <dd>Armaz&oacute;n que protege los medios de la infraestructura contra
los da&ntilde;os y el acceso no autorizado.</dd>
               <dt>conector de alimentaci&oacute;n Berg</dt>
                 <dd>Conector con llave que suministra energ&iacute;a a una unidad de
disquete.</dd>
               <dt>conector de alimentaci&oacute;n Molex</dt>
                 <dd>Conector de alimentaci&oacuten de cuatro cables para computadoras;
se utiliza para conectar muchos dispositivos, tales como
unidades &oacute;pticas y unidades de disco duro.</dd>
                 <dt>corriente alterna (CA)</dt>
                 <dd>Corriente que cambia la direcci&oacuten a una velocidad repetitiva
constante. Este tipo de electricidad suele ser suministrada por
una empresa de servicios p&ugacute;blicos, y se tiene acceso a ella por
medio de una toma de corriente de pared.</dd>
                 <dt>corriente continua (CC)</dt>
                 <dd>Corriente que circula en una direcci&oacuten, como la que se utiliza
en una bater&iacute;a.</dd>
                 <dt>CPU de doble n&uacute;cleo</dt>
                 <dd>Dos n&uacute;cleos dentro de un &uacute;nico chip de CPU. Se pueden
utilizar ambos n&uacute;cleos simult&aacute;neamente para aumentar la
velocidad, o bien en dos ubicaciones a la vez.</dd>
                 <dt>crosstalk</dt>
                 <dd>Energ&iacute;a de interferencia, como la interferencia
electromagn&eacute;tica (EMI, Electro Magnetic Interference), que se
transfiere de un circuito a otro.</dd>
                 <dt>detecci&oacuten de virus</dt>
                 <dd>Utilidad que comprueba todas las unidades de disco duro y la
memoria para detectar virus.</dd>
                 <dt>dispositivo biom&eacute;trico</dt>
                 <dd>Herramienta que utiliza sensores, como un esc&aacute;ner de huellas
digitales o de retina, que identifica las caracter&iacute;sticas f&iacute;sicas del
usuario para otorgar acceso al dispositivo o a una red.</dd>
                 <dt>dominio</dt>
                 <dd>Grupo l&oacutegico de computadoras y de dispositivos electr&oacute;nicos
con un conjunto com&uacute;n de reglas y de procedimientos
administrados como una unidad.</dd>
                 <dt>encriptaci&oacute;n asim&eacute;trica</dt>
                 <dd>M&eacute;todo para encriptar datos en una red. Utiliza una clave
privada para escribir los mensajes y una clave p&uacute;blica para
decodificarlos. S&oacute;lo la clave privada debe mantenerse en
secreto. Las claves p&uacute;blicas pueden distribuirse abiertamente.</dd>
                 <dt>encriptaci&oacute;n sim&eacute;trica</dt>
                 <dd>Encriptaci&uacute;n que requiere ambos aspectos de una
conversaci&oacuten encriptada para usar una clave de encriptaci&oacute;n
para codificar y decodificar los datos. El emisor y el receptor
deben utilizar claves id&eacute;nticas al mismo tiempo.</dd>
               </dl>
 
      </body>
</html>
